export const testItemsList = [
  {
    id: 1,
    URL: "https://www.podrygka.ru/upload/iblock/d0f/d0f4fbc5d6f1bb1ed6addc9171be88e5.jpg",
    name: "крем для рук",
    size_type: "объем",
    size: 60,
    barcode: 4604049097510,
    producer: "Grifon",
    brand: "бархатные ручки",
    description: "Насыщенный питательный крем устраняет сухость кожи и делает ее заметно мягче. Интенсивно разглаживая кожу, придает рукам ухоженный вид.",
    price: 533.35,
    types: ["уход за руками"]
  },
  {
    id: 2,
    URL: "https://www.podrygka.ru/upload/iblock/d8a/d8afc48917f4d554607a8e0a5060611d.png",
    name: "крем для рук",
    size_type: "объем",
    size: 40,
    barcode: 4604049097511,
    producer: "Paclan",
    brand: "cafe mimi",
    description: "Насыщенный крем для рук глубоко питает и восстанавливает кожу, стимулирует клеточное обновление, делая кожу мягкой и бархатистой.",
    price: 438.53,
    types: ["уход за руками"]
  },
  {
    id: 3,
    URL: "https://www.podrygka.ru/upload/iblock/cb3/cb3c61fedb26275117ad37bb04f0d4c8.jpg",
    name: "маска-перчатки для рук",
    size_type: "вес",
    size: 30,
    barcode: 4604049097512,
    producer: "Paclan",
    brand: "she's lab",
    description: "Входящие в состав аллантоин, экстракты имбиря, солодки и сок листьев алоэ делают кожу невероятно мягкой и потрясающе гладкой. Масла ши и авокадо создают защитную плёнку, оберегая кожу рук от потери влаги, а также отлично тонизируют и мгновенно успокаивают.",
    price: 1102.26,
    types: ["уход за руками"]
  },
  {
    id: 4,
    URL: "https://www.podrygka.ru/upload/iblock/f69/f69dd48e55cab15e24ab3585cfb2fe07.jpg",
    name: "маска-носочки для ног",
    size_type: "вес",
    size: 30,
    barcode: 4604049097513,
    producer: "Paclan",
    brand: "parafin foot mask",
    description: "Маска-носочки потрясающе смягчает и увлажняет сухую кожу ног и потрескавшиеся пятки, благодаря парафину, который делает кожу более гладкой и нежной. Масло Ши, входящее в состав, интенсивно питает кожу Ваших ног, эффективно восстанавливает эластичность и ускоряет регенерацию тканей.",
    price: 1327.45,
    types: ["уход за ногами"]
  },
  {
    id: 5,
    URL: "https://www.podrygka.ru/upload/iblock/309/30997a087534fbdbf4681ccc78abdaca.jpg",
    name: "пена для ванн гранат и манго",
    size_type: "объем",
    size: 600,
    barcode: 4604049097514,
    producer: "Булгари Грин",
    brand: "parafin foot mask",
    description: "Ароматная, густая пена для ванн ECOLATIER® URBAN дарит чувственное удовольствие и создает атмосферу ароматерапии, расслабляет после насыщенного дня, снимает стресс и усталость. Благодаря натуральным экстрактам в составе, благоприятно воздействует на кожу, дарит легкий аромат и прекрасное настроение.",
    price: 1771.92,
    types: ["уход за телом"]
  },
]

export const descendingPrice = [
  {
    id: 2,
    URL: "https://www.podrygka.ru/upload/iblock/d8a/d8afc48917f4d554607a8e0a5060611d.png",
    name: "крем для рук",
    size_type: "объем",
    size: 40,
    barcode: 4604049097511,
    producer: "Paclan",
    brand: "cafe mimi",
    description: "Насыщенный крем для рук глубоко питает и восстанавливает кожу, стимулирует клеточное обновление, делая кожу мягкой и бархатистой.",
    price: 438.53,
    types: ["уход за руками"]
  },
  {
    id: 1,
    URL: "https://www.podrygka.ru/upload/iblock/d0f/d0f4fbc5d6f1bb1ed6addc9171be88e5.jpg",
    name: "крем для рук",
    size_type: "объем",
    size: 60,
    barcode: 4604049097510,
    producer: "Grifon",
    brand: "бархатные ручки",
    description: "Насыщенный питательный крем устраняет сухость кожи и делает ее заметно мягче. Интенсивно разглаживая кожу, придает рукам ухоженный вид.",
    price: 533.35,
    types: ["уход за руками"]
  },
  {
    id: 3,
    URL: "https://www.podrygka.ru/upload/iblock/cb3/cb3c61fedb26275117ad37bb04f0d4c8.jpg",
    name: "маска-перчатки для рук",
    size_type: "вес",
    size: 30,
    barcode: 4604049097512,
    producer: "Paclan",
    brand: "she's lab",
    description: "Входящие в состав аллантоин, экстракты имбиря, солодки и сок листьев алоэ делают кожу невероятно мягкой и потрясающе гладкой. Масла ши и авокадо создают защитную плёнку, оберегая кожу рук от потери влаги, а также отлично тонизируют и мгновенно успокаивают.",
    price: 1102.26,
    types: ["уход за руками"]
  },
  {
    id: 4,
    URL: "https://www.podrygka.ru/upload/iblock/f69/f69dd48e55cab15e24ab3585cfb2fe07.jpg",
    name: "маска-носочки для ног",
    size_type: "вес",
    size: 30,
    barcode: 4604049097513,
    producer: "Paclan",
    brand: "parafin foot mask",
    description: "Маска-носочки потрясающе смягчает и увлажняет сухую кожу ног и потрескавшиеся пятки, благодаря парафину, который делает кожу более гладкой и нежной. Масло Ши, входящее в состав, интенсивно питает кожу Ваших ног, эффективно восстанавливает эластичность и ускоряет регенерацию тканей.",
    price: 1327.45,
    types: ["уход за ногами"]
  },
  {
    id: 5,
    URL: "https://www.podrygka.ru/upload/iblock/309/30997a087534fbdbf4681ccc78abdaca.jpg",
    name: "пена для ванн гранат и манго",
    size_type: "объем",
    size: 600,
    barcode: 4604049097514,
    producer: "Булгари Грин",
    brand: "parafin foot mask",
    description: "Ароматная, густая пена для ванн ECOLATIER® URBAN дарит чувственное удовольствие и создает атмосферу ароматерапии, расслабляет после насыщенного дня, снимает стресс и усталость. Благодаря натуральным экстрактам в составе, благоприятно воздействует на кожу, дарит легкий аромат и прекрасное настроение.",
    price: 1771.92,
    types: ["уход за телом"]
  },
]

export const ascendingPrice = [
  {
    id: 5,
    URL: "https://www.podrygka.ru/upload/iblock/309/30997a087534fbdbf4681ccc78abdaca.jpg",
    name: "пена для ванн гранат и манго",
    size_type: "объем",
    size: 600,
    barcode: 4604049097514,
    producer: "Булгари Грин",
    brand: "parafin foot mask",
    description: "Ароматная, густая пена для ванн ECOLATIER® URBAN дарит чувственное удовольствие и создает атмосферу ароматерапии, расслабляет после насыщенного дня, снимает стресс и усталость. Благодаря натуральным экстрактам в составе, благоприятно воздействует на кожу, дарит легкий аромат и прекрасное настроение.",
    price: 1771.92,
    types: ["уход за телом"]
  },
  {
    id: 4,
    URL: "https://www.podrygka.ru/upload/iblock/f69/f69dd48e55cab15e24ab3585cfb2fe07.jpg",
    name: "маска-носочки для ног",
    size_type: "вес",
    size: 30,
    barcode: 4604049097513,
    producer: "Paclan",
    brand: "parafin foot mask",
    description: "Маска-носочки потрясающе смягчает и увлажняет сухую кожу ног и потрескавшиеся пятки, благодаря парафину, который делает кожу более гладкой и нежной. Масло Ши, входящее в состав, интенсивно питает кожу Ваших ног, эффективно восстанавливает эластичность и ускоряет регенерацию тканей.",
    price: 1327.45,
    types: ["уход за ногами"]
  },
  {
    id: 3,
    URL: "https://www.podrygka.ru/upload/iblock/cb3/cb3c61fedb26275117ad37bb04f0d4c8.jpg",
    name: "маска-перчатки для рук",
    size_type: "вес",
    size: 30,
    barcode: 4604049097512,
    producer: "Paclan",
    brand: "she's lab",
    description: "Входящие в состав аллантоин, экстракты имбиря, солодки и сок листьев алоэ делают кожу невероятно мягкой и потрясающе гладкой. Масла ши и авокадо создают защитную плёнку, оберегая кожу рук от потери влаги, а также отлично тонизируют и мгновенно успокаивают.",
    price: 1102.26,
    types: ["уход за руками"]
  },
  {
    id: 1,
    URL: "https://www.podrygka.ru/upload/iblock/d0f/d0f4fbc5d6f1bb1ed6addc9171be88e5.jpg",
    name: "крем для рук",
    size_type: "объем",
    size: 60,
    barcode: 4604049097510,
    producer: "Grifon",
    brand: "бархатные ручки",
    description: "Насыщенный питательный крем устраняет сухость кожи и делает ее заметно мягче. Интенсивно разглаживая кожу, придает рукам ухоженный вид.",
    price: 533.35,
    types: ["уход за руками"]
  },
  {
    id: 2,
    URL: "https://www.podrygka.ru/upload/iblock/d8a/d8afc48917f4d554607a8e0a5060611d.png",
    name: "крем для рук",
    size_type: "объем",
    size: 40,
    barcode: 4604049097511,
    producer: "Paclan",
    brand: "cafe mimi",
    description: "Насыщенный крем для рук глубоко питает и восстанавливает кожу, стимулирует клеточное обновление, делая кожу мягкой и бархатистой.",
    price: 438.53,
    types: ["уход за руками"]
  }
]

export const ascendingName = [
  {
    id: 1,
    URL: "https://www.podrygka.ru/upload/iblock/d0f/d0f4fbc5d6f1bb1ed6addc9171be88e5.jpg",
    name: "крем для рук",
    size_type: "объем",
    size: 60,
    barcode: 4604049097510,
    producer: "Grifon",
    brand: "бархатные ручки",
    description: "Насыщенный питательный крем устраняет сухость кожи и делает ее заметно мягче. Интенсивно разглаживая кожу, придает рукам ухоженный вид.",
    price: 533.35,
    types: ["уход за руками"]
  },
  {
    id: 3,
    URL: "https://www.podrygka.ru/upload/iblock/cb3/cb3c61fedb26275117ad37bb04f0d4c8.jpg",
    name: "маска-перчатки для рук",
    size_type: "вес",
    size: 30,
    barcode: 4604049097512,
    producer: "Paclan",
    brand: "she's lab",
    description: "Входящие в состав аллантоин, экстракты имбиря, солодки и сок листьев алоэ делают кожу невероятно мягкой и потрясающе гладкой. Масла ши и авокадо создают защитную плёнку, оберегая кожу рук от потери влаги, а также отлично тонизируют и мгновенно успокаивают.",
    price: 1102.26,
    types: ["уход за руками"]
  },
  {
    id: 5,
    URL: "https://www.podrygka.ru/upload/iblock/309/30997a087534fbdbf4681ccc78abdaca.jpg",
    name: "пена для ванн гранат и манго",
    size_type: "объем",
    size: 600,
    barcode: 4604049097514,
    producer: "Булгари Грин",
    brand: "parafin foot mask",
    description: "Ароматная, густая пена для ванн ECOLATIER® URBAN дарит чувственное удовольствие и создает атмосферу ароматерапии, расслабляет после насыщенного дня, снимает стресс и усталость. Благодаря натуральным экстрактам в составе, благоприятно воздействует на кожу, дарит легкий аромат и прекрасное настроение.",
    price: 1771.92,
    types: ["уход за телом"]
  },
  {
    id: 4,
    URL: "https://www.podrygka.ru/upload/iblock/f69/f69dd48e55cab15e24ab3585cfb2fe07.jpg",
    name: "маска-носочки для ног",
    size_type: "вес",
    size: 30,
    barcode: 4604049097513,
    producer: "Paclan",
    brand: "parafin foot mask",
    description: "Маска-носочки потрясающе смягчает и увлажняет сухую кожу ног и потрескавшиеся пятки, благодаря парафину, который делает кожу более гладкой и нежной. Масло Ши, входящее в состав, интенсивно питает кожу Ваших ног, эффективно восстанавливает эластичность и ускоряет регенерацию тканей.",
    price: 1327.45,
    types: ["уход за ногами"]
  },
  {
    id: 2,
    URL: "https://www.podrygka.ru/upload/iblock/d8a/d8afc48917f4d554607a8e0a5060611d.png",
    name: "крем для рук",
    size_type: "объем",
    size: 40,
    barcode: 4604049097511,
    producer: "Paclan",
    brand: "cafe mimi",
    description: "Насыщенный крем для рук глубоко питает и восстанавливает кожу, стимулирует клеточное обновление, делая кожу мягкой и бархатистой.",
    price: 438.53,
    types: ["уход за руками"]
  }
]

export const descendingName = [
  {
    id: 2,
    URL: "https://www.podrygka.ru/upload/iblock/d8a/d8afc48917f4d554607a8e0a5060611d.png",
    name: "крем для рук",
    size_type: "объем",
    size: 40,
    barcode: 4604049097511,
    producer: "Paclan",
    brand: "cafe mimi",
    description: "Насыщенный крем для рук глубоко питает и восстанавливает кожу, стимулирует клеточное обновление, делая кожу мягкой и бархатистой.",
    price: 438.53,
    types: ["уход за руками"]
  },
  {
    id: 4,
    URL: "https://www.podrygka.ru/upload/iblock/f69/f69dd48e55cab15e24ab3585cfb2fe07.jpg",
    name: "маска-носочки для ног",
    size_type: "вес",
    size: 30,
    barcode: 4604049097513,
    producer: "Paclan",
    brand: "parafin foot mask",
    description: "Маска-носочки потрясающе смягчает и увлажняет сухую кожу ног и потрескавшиеся пятки, благодаря парафину, который делает кожу более гладкой и нежной. Масло Ши, входящее в состав, интенсивно питает кожу Ваших ног, эффективно восстанавливает эластичность и ускоряет регенерацию тканей.",
    price: 1327.45,
    types: ["уход за ногами"]
  },
  {
    id: 5,
    URL: "https://www.podrygka.ru/upload/iblock/309/30997a087534fbdbf4681ccc78abdaca.jpg",
    name: "пена для ванн гранат и манго",
    size_type: "объем",
    size: 600,
    barcode: 4604049097514,
    producer: "Булгари Грин",
    brand: "parafin foot mask",
    description: "Ароматная, густая пена для ванн ECOLATIER® URBAN дарит чувственное удовольствие и создает атмосферу ароматерапии, расслабляет после насыщенного дня, снимает стресс и усталость. Благодаря натуральным экстрактам в составе, благоприятно воздействует на кожу, дарит легкий аромат и прекрасное настроение.",
    price: 1771.92,
    types: ["уход за телом"]
  },
  {
    id: 3,
    URL: "https://www.podrygka.ru/upload/iblock/cb3/cb3c61fedb26275117ad37bb04f0d4c8.jpg",
    name: "маска-перчатки для рук",
    size_type: "вес",
    size: 30,
    barcode: 4604049097512,
    producer: "Paclan",
    brand: "she's lab",
    description: "Входящие в состав аллантоин, экстракты имбиря, солодки и сок листьев алоэ делают кожу невероятно мягкой и потрясающе гладкой. Масла ши и авокадо создают защитную плёнку, оберегая кожу рук от потери влаги, а также отлично тонизируют и мгновенно успокаивают.",
    price: 1102.26,
    types: ["уход за руками"]
  },
  {
    id: 1,
    URL: "https://www.podrygka.ru/upload/iblock/d0f/d0f4fbc5d6f1bb1ed6addc9171be88e5.jpg",
    name: "крем для рук",
    size_type: "объем",
    size: 60,
    barcode: 4604049097510,
    producer: "Grifon",
    brand: "бархатные ручки",
    description: "Насыщенный питательный крем устраняет сухость кожи и делает ее заметно мягче. Интенсивно разглаживая кожу, придает рукам ухоженный вид.",
    price: 533.35,
    types: ["уход за руками"]
  }
]